Repository: BalazsGyarmati/ValveControl2000
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: hu

source: Error
hu: Hiba

source: Could not load app settings: {}
hu: Nem tudtam betölteni a zóna konfigurációt: {}

source: Could not load zone config: {}
hu: Nem tudtam betölteni a zóna konfigurációt: {}

source: Warning: Could not set application icon: {}
hu: Nem tudtam elmenteni a zóna konfigurációt: {}

source: File
hu: Fájl

source: Open zone config
hu: Zóna konfiguráció betöltése

source: Save zone config
hu: Zóna konfiguráció mentése

source: Save zone config as...
hu: Zóna konfiguráció mentése másként...

source: Exit
hu: Kilépés

source: Language
hu: Nyelv

source: Success
hu: Sikeres művelet

source: Zone config saved successfully
hu: Zóna konfiguráció mentése sikeres.

source: Could not save zone config: {}
hu: Nem tudtam elmenteni a zóna konfigurációt: {}

source: Save zone config as
hu: Zóna konfiguráció mentése mint

source: Zone config loaded successfully
hu: Zóna konfiguráció betöltése sikeres

source: Unsaved Changes
hu: Nem mentett változtatások

source: There are unsaved changes to the zone configuration. Would you like to save them?
hu: Az utolsó mentés óta változtattál a beállításokon. Szeretnéd őket elmenteni?

source: Invalid app settings format
hu: Hibás formátumú beállításfájl

source: Invalid JSON file for app settings
hu: Hibás JSON formátumú beállításfájl

source: Warning: Could not load app settings: {}
hu: Nem tudtam betölteni a zóna konfigurációt: {}

source: No file specified
hu: Nincs kiválasztott fájl

source: Invalid zone config format
hu: Zóna konfiguráció mentése mint

source: Invalid JSON file for zone config
hu: Hibás JSON formátumú zóna konfigurációs fájl

source: Failed to connect to MQTT broker: {}
hu: Nem tudtam csatlakozni az MQTT brókerhez: {}

source: Error disconnecting from MQTT broker: {}
hu: Hiba az MQTT brókkeről való lecsatlakozáskor:

source: Cannot publish: Not connected to MQTT broker
hu: Nem tudok üzenetet küldeni: nincs kapcsolat az MQTT brókerrel

source: Failed to publish zone command: {}
hu: Nem tudtam a zóna parancsot elküldeni: {}

source: Connected to MQTT broker
hu: MQTT bróker csatlakozás sikeres

source: Failed to connect to MQTT broker with code: {}
hu: Nem tudtam csatlakozni az MQTT brókerhez, hibakód: {}

source: Disconnected from MQTT broker
hu: MQTT bróker lecsatlakozás sikeres

source: Invalid zone ID in topic: {}
hu: Hibás zóna ID ebben a topicban: {}

source: Invalid state payload: {}
hu: Hibás státusz üzenet: {}

source: Error processing MQTT message: {}
hu: Nem tudtam feldolgozni az MQTT üzenetet: {}

source: Disconnected
hu: Kapcsolat bontva

source: Control
hu: Vezérlés

source: Configuration
hu: Beállítás

source: Master zone
hu: Mester zóna

source: Master: {}
hu: Mester zóna: {}

source: No master zone specified
hu: Nincs mester zónája

source: Turn On
hu: Bekapcsolás

source: Current configuration file:
hu: Jelenlegi konfigurációs fájl:

source: Use MQTT?
hu: MQTT használata

source: Connect
hu: Kapcsolódás

source: Use TLS
hu: TLS használata

source: Broker:
hu: Bróker:

source: Username:
hu: Felhasználó:

source: Password:
hu: Jelszó:

source: CA Certificate Path:
hu: CA tanúsítvány helye:

source: Select CA Certificate
hu: Jelöld ki a CA tanúsítványt

source: Certificate files
hu: Tanúsítvány fájlok

source: All files
hu: Minden fájl

source: Browse
hu: Tallózás

source: Client ID:
hu: Kliens ID:

source: Status Update Interval:
hu: Státusz frissítési idő:

source: General Settings
hu: Általános beállítások

source: Auto-open master zone when a dependent zone is turned on
hu: Mester zóna elindítása automatikusan, amikor egy tőle függő zóna elindul

source: Close master automatically when all dependent zones are off
hu: Mester zóna leállítása, amikor minden tőle függő zóna leállt

source: Close dependent zones automatically when master is turned off
hu: Ha a mester zóna leáll, akkor az összes tőle függő zóna is álljon le

source: Add Zone
hu: Zóna hozzáadása

source: Remove Last Zone
hu: Utolsó zóna törlése

source: Enabled
hu: Engedélyezve

source: Is master
hu: Mester

source: None
hu: Nincs

source: or select master:
hu: vagy válassz mestert:

source: Turn Off
hu: Kikapcsolás

source: Connected
hu: Kapcsolódva

source: Disconnect
hu: Kapcsolat bontása
